Repository: afterlogic/aurora-mail-app-flutter
Catalog: res/values/strings_*.arb
Languages: tr

# app_title
source: Mail Client
tr: E-posta Okuyucu

# login_input_host
source: Host
tr: Sunucu

# login_input_email
source: Email
tr: E-posta

# login_input_password
source: Password
tr: Şifre

# folders_empty
source: No folders
tr: Klasör yok

# folders_starred
source: Starred
tr: Yıldızlı

# messages_reply
source: Reply
tr: Yanıtla

# messages_reply_all
source: Reply to all
tr: Tümünü yanıtla

# messages_forward
source: Forward
tr: Yönlendir

# messages_empty
source: No messages
tr: İleti yok

# messages_delete_title
source: Delete message
tr: İletiyi sil

# messages_delete_desc_with_subject
source: Are you sure you want to delete $subject?
tr: $subject silmek istediğinize emin misiniz?

# messages_delete_desc
source: Are you sure you want to delete this message?
tr: Bu iletiyi silmek istediğinden emin misin?

# messages_list_app_bar_settings
source: Settings
tr: Ayarlar

# messages_list_app_bar_logout
source: Log out
tr: Oturumu kapat

# messages_list_app_bar_loading_folders
source: Loading folders...
tr: Klasörler yükleniyor...

# messages_show_details
source: Show details
tr: Detayları göster

# messages_to
source: To
tr: Alıcı

# messages_from
source: From
tr: Gönderen

# messages_subject
source: Subject
tr: Konu

# messages_no_subject
source: No subject
tr: Konu yok

# messages_to_me
source: To me
tr: Bana

# messages_no_receivers
source: No receivers
tr: Alıcı yok

# messages_sending
source: Sending message...
tr: İleti gönderiliyor...

# messages_saved_in_drafts
source: Message saved in drafts
tr: İleti taslaklara kaydedildi

# messages_attachment_delete
source: Delete attachment
tr: Eki sil

# messages_attachment_download
source: Download attachment
tr: Eki indir

# messages_attachment_downloading
source: Downloading $fileName...
tr: $fileName indiriliyor ...

# messages_attachment_download_failed
source: Download failed
tr: İndirme işlemi başarısız

# messages_attachment_download_cancel
source: Cancel download
tr: İndirmeyi iptal et

# messages_attachment_download_success
source: File downloaded into: $path
tr: Dosya şuraya indirildi: $path

# messages_attachment_upload
source: Upload attachment
tr: Dosya yükle

# messages_attachment_uploading
source: Uploading $fileName...
tr: $fileName yükleniyor ...

# messages_attachment_upload_failed
source: Upload failed
tr: Yükleme işlemi başarısız

# messages_attachment_upload_cancel
source: Cancel upload
tr: Yüklemeyi iptal et

# messages_attachment_upload_success
source: File uploaded into: $path
tr: Dosya şuraya yüklendi: $path

source: Settings
tr: Ayarlar

# settings_common
source: Common
tr: Genel

# settings_language
source: Language
tr: Dil

# settings_sync
source: Sync
tr: Senkronizasyon

# settings_sync_frequency
source: Sync frequency
tr: Senkronizasyon sıklığı

# settings_sync_frequency_never
source: never
tr: hiçbir zaman

# settings_sync_frequency_minutes1
source: 1 minute
tr: 1 dakika

# settings_sync_frequency_minutes5
source: 5 minutes
tr: 5 dakika

# settings_sync_frequency_hours1
source: 1 hour
tr: 1 saat

# settings_sync_frequency_hours2
source: 2 hours
tr: 2 saat

# settings_sync_frequency_daily
source: daily
tr: günlük

# settings_sync_frequency_monthly
source: monthly
tr: aylık

# settings_sync_period
source: Sync period
tr: Senkronizasyon periyodu

# settings_sync_period_all_time
source: all time
tr: her zaman

# settings_sync_period_months1
source: 1 month
tr: 1 ay

# settings_sync_period_months3
source: 3 months
tr: 3 ay

# settings_sync_period_months6
source: 6 months
tr: 6 ay

# settings_sync_period_years1
source: 1 year
tr: 1 yıl

# btn_login
source: Login
tr: Oturum aç

# btn_delete
source: Delete
tr: Sil

# btn_to_spam
source: To spam
tr: Spam'e taşı

# error_login_input_hostname
source: Please enter hostname
tr: Lütfen mobile uygulama sunucu URL sini girin

# error_login_input_email
source: Please enter email
tr: Lütfen e-posta adresini girin

# error_login_input_password
source: Please enter password
tr: Lütfen şifrenizi girin

# error_login_auto_discover
source: Could not detect domain from this email, please specify your server url manually.
tr: Bu e-postada alan adı tespit edilemedi, lütfen sunucunuzun URL'sini manuel olarak belirtin.

# error_login_no_accounts
source: This user doesn't have mail accounts
tr: Bu kullanıcının e-posta hesabı yok

# error_compose_no_receivers
source: Please provide receivers
tr: Lütfen alıcı ekleyin

# error_compose_wait_attachments
source: Please wait until attachments finish uploading
tr: Lütfen eklerin yüklenmesi tamamlanıncaya kadar bekleyin

# error_connection
source: Could not connect to the server
tr: Sunucuya bağlanılamadı

# error_input_validation_empty
source: This field is required
tr: Bu alanı doldurmak zorunludur

# error_input_validation_email
source: The email is not valid
tr: E-posta geçerli değil

# error_input_validation_name_illegal_symbol
source: The name cannot contain "/\*?<>|:"
tr: İsim, "/\*?<>|:" karakterleri içeremez

# error_input_validation_unique_name
source: This name already exists
tr: Bu isim zaten var

# error_server_invalid_token
source: Invalid token
tr: Geçersiz anahtar (token)

# error_server_auth_error
source: Invalid email/password
tr: Geçersiz e-posta/şifre

# error_server_invalid_input_parameter
source: Invalid input parameter
tr: Geçersiz giriş parametresi

# error_server_data_base_error
source: DataBase error
tr: Veri tabanı hatası

# error_server_license_problem
source: License problem
tr: Lisans sorunu

# error_server_demo_account
source: Demo account
tr: Demo hesabı

# error_server_captcha_error
source: _captcha error
tr: CAPTCHA hatası

# error_server_access_denied
source: Access denied
tr: Erişim engellendi

# error_server_unknown_email
source: Unknown email
tr: Bilinmeyen e-posta

# error_server_user_not_allowed
source: User is not allowed
tr: Kullanıcıya izin verilmiyor

# error_server_user_already_exists
source: Such user already exists
tr: Böyle bir kullanıcı zaten var

# error_server_system_not_configured
source: System is not configured
tr: Sistem yapılandırılmamış

# error_server_module_not_found
source: Module not found
tr: Modül bulunamadı

# error_server_method_not_found
source: Method not found
tr: Yöntem bulunamadı

# error_server_license_limit
source: License limit
tr: Lisans limiti

# error_server_can_not_save_settings
source: Cannot save settings
tr: Ayarlar kaydedilemiyor

# error_server_can_not_change_password
source: Cannot change password
tr: Şifre değiştirilemiyor

# error_server_account_old_password_not_correct
source: Account's old password is not correct
tr: Hesabın eski şifresi doğru değil

# error_server_can_not_create_contact
source: Cannot create contact
tr: Kişi oluşturulamıyor

# error_server_can_not_create_group
source: Cannot create group
tr: Grup oluşturulamıyor

# error_server_can_not_update_contact
source: Cannot update contact
tr: Kişi güncellenemiyor

# error_server_can_not_update_group
source: Cannot update group
tr: Grup güncellenemiyor

# error_server_contact_data_has_been_modified_by_another_application
source: Contact data has been modified by another application
tr: Kişi verileri başka bir uygulama tarafından değiştirildi

# error_server_can_not_get_contact
source: Cannot get contact
tr: Kişi verileri alınamıyor

# error_server_can_not_create_account
source: Cannot create account
tr: Hesap oluşturulamıyor

# error_server_account_exists
source: Such account already exists
tr: Böyle bir hesap zaten var

# error_server_rest_other_error
source: Rest other error
tr: Diğer REST hatası

# error_server_rest_api_disabled
source: Rest api disabled
tr: REST API devre dışı

# error_server_rest_unknown_method
source: Rest unknown method
tr: REST bilinmeyen yöntem

# error_server_rest_invalid_parameters
source: Rest invalid parameters
tr: REST geçersiz parametre

# error_server_rest_invalid_credentials
source: Rest invalid credentials
tr: REST geçersiz kimlik bilgileri

# error_server_rest_invalid_token
source: Rest invalid token
tr: REST geçersiz anahtar

# error_server_rest_token_expired
source: Rest token expired
tr: REST anahtar süresi doldu

# error_server_rest_account_find_failed
source: Rest account find failed
tr: REST hesap bulma başarısız

# error_server_rest_tenant_find_failed
source: Rest tenant find failed
tr: REST kullanıcı bulma başarısız oldu

# error_server_calendars_not_allowed
source: Calendars not allowed
tr: Takvimlere izin verilmiyor

# error_server_files_not_allowed
source: Files not allowed
tr: Dosyalara izin verilmiyor

# error_server_contacts_not_allowed
source: Contacts not allowed
tr: Kişilere izin verilmiyor

# error_server_helpdesk_user_already_exists
source: Helpdesk user already exists
tr: Yardım masası kullanıcısı zaten var

# error_server_helpdesk_system_user_exists
source: Helpdesk system user already exists
tr: Yardım masası sistemi kullanıcısı zaten var

# error_server_can_not_create_helpdesk_user
source: Cannot create helpdesk user
tr: Yardım masası kullanıcısı oluşturulamıyor

# error_server_helpdesk_unknown_user
source: Helpdesk unknown user
tr: Bilinmeyen yardım masası kullanıcısı

# error_server_helpdesk_unactivated_user
source: Helpdesk unactivated user
tr: Etkin olmayan Yardım masası kullanıcısı

# error_server_voice_not_allowed
source: Voice not allowed
tr: Ses'e izin verilmiyor

# error_server_incorrect_file_extension
source: Incorrect file extension
tr: Yanlış dosya uzantısı

# error_server_can_not_upload_file_quota
source: You have reached your cloud storage space limit. Can't upload file.
tr: Bulut depolama alanı sınırınıza ulaştınız. Dosya yüklenemiyor.

# error_server_file_already_exists
source: Such file already exists
tr: Böyle bir dosya zaten var

# error_server_file_not_found
source: File not found
tr: Dosya bulunamadı

# error_server_can_not_upload_file_limit
source: Cannot upload file limit
tr: Dosya yüklenemiyor: dosya limiti

# error_server_mail_server_error
source: Mail server error
tr: E-posta sunucusu hatası

# error_unknown
source: Unknown error
tr: Bilinmeyen hata
